Repository: Farid022/Farid_BB
Catalog: Messangel/Resources/*.lproj/Localizable.strings
Languages: fr

source: Select a photo by tapping the icon below
fr: Appuyez sur l'icône ci-dessous pour sélectionner une photo

source: Change photo
fr: Modifier

source: Add photo
fr: Ajouter une photo

source: Cancel
fr: Anuller

source: Move and Scale
fr: Recadrer

source: Use photo
fr: Choisir

source: Edit
fr: Modifier

source: Save
fr: OK

source: The current password is incorrect, please enter it again.
fr: Le mot de passe actuel est incorrect, veuillez le saisir à nouveau.

source: Enter a new password different from your current password.
fr: Saisissez un nouveau mot de passe différent de votre mot de passe actuel.
